/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Skype WiFi登場";
"INTRO_SUBHEADER" = "公共のWiFiホットスポットでインターネットに接続し、使用した分数だけSkypeクレジットでお支払いいただけます。";
"INTRO_ICON_WIFI" = "Skypeはもちろん、メールの確認やWebの閲覧に、とても便利です。";
"INTRO_ICON_GLOBE" = "Skype WiFiは、世界各地の100万ヶ所以上のロケーションでご利用いただけます。";
"INTRO_ICON_SKYPECREDIT" = "使用した分数に応じて、従量課金制でお支払いいただけます。";

"STATE_CHECKINGNETWORK_HEADER" = "お待ちください…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Skype WiFiのネットワークを確認中です";

"STATE_JOINWIFI_HEADER" = "WiFiに接続されていません";
"STATE_JOINWIFI_SUBHEADER" = "Skype WiFiに対応した公共WiFiネットワークに接続してください";

"STATE_ALREADYONLINE_HEADER" = "オンラインになっています";
"STATE_ALREADYONLINE_SUBHEADER" = "インターネットに接続済みのようです。Skype WiFiを使うと、世界各地の100万ヶ所以上の公共ホットスポットに接続できます。";

"STATE_GENERALERROR_HEADER" = "接続できませんでした";
"STATE_GENERALERROR_SUBHEADER" = "このWiFiネットワークは正常に反応していません。別のネットワークに接続してみてください。";

"STATE_CONNECT_HEADER" = "Skype WiFiが利用可能です";
"STATE_CONNECT_TOS_HTML_FORMAT" = "接続することにより、プロバイダの<a href=\"%@\">利用規約</a>に同意することになります";

"STATE_CONNECT_BUTTON" = "接続";
"STATE_CONNECTING_BUTTON" = "接続中…";

"STATE_CONNECTED_SHORT" = "接続しました";
"STATE_CONNECTED_HEADER" = "Skype WiFiでインターネットに接続されています";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "切断";
"STATE_DISCONNECTING_BUTTON" = "切断中…";

"STATE_NOCREDIT_HEADER" = "Skypeクレジットが不足しています";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "詳細はこちらをご覧ください";
"CLOSE_BUTTON" = "閉じる";
"GO_BACK_BUTTON" = "戻る";
"CONTINUE_BUTTON" = "続行";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFiをご利用いただくには、OS X %@以降が必要です。";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype WiFiは、現時点ではMicrosoftアカウントでご利用いただくことができません。Skype名とパスワードで直接サインインしてください。";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype WiFiは、現時点ではMicrosoftアカウントでご利用いただくことができません。Skypeアカウントを作成して直接サインインしてください。";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Skype WiFiでインターネットに接続されています";
"FLOATER_CONNECTED_WISPR_TITLE" = "インターネットに接続しています";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "接続がまもなく解除されます";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Skypeクレジットを使用して接続されている場合は、切断し忘れて不本意な課金が発生することのないよう、一定時間が経過すると自動的に切断されるようになっています。";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d分後";

"STATE_CONNECT_SUBHEADER" = "Skype WiFiを使って、このネットワークでインターネットに接続し、使用した分数だけSkypeクレジットでお支払いいただけます。";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFiは、ここでは無料です";
"STATE_CONNECT_FREE_SUBHEADER" = "このホットスポットでは、Skype WiFiを使用して無料でインターネットに接続することができます。Webサイトの閲覧やメールのチェック、Skypeの利用をお楽しみください。";
"STATE_CONNECT_WISPR_HEADER" = "このプロバイダのアカウントを持っている";
"STATE_CONNECT_WISPR_SUBHEADER" = "このプロバイダのアカウントをすでにお持ちの場合は、その情報をここに入力してください。";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "インターネット接続がまもなく切断されます";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@切断は随時可能です。料金は、使用した分数に応じて課金されます。";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "約%d分にわたって接続しています。";
"COUNTUP_0MIN" = "1分以上にわたって接続しています。";
"COUNTUP_1MIN" = "約1分にわたって接続しています。";
"STATE_CONNECTED_WISPR_HEADER" = "インターネットに接続しています";
"STATE_CONNECTED_WISPR_SUBHEADER" = "このホットスポットのプロバイダのアカウントを使用して接続しています。切断は随時可能です。";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "このホットスポットを評価する";

"STATE_CONNECTED_EXTEND_BUTTON" = "インターネット接続を延長する";
"STATE_CONNECTED_EXTENDING_BUTTON" = "再接続中…";

"STATE_NOCREDIT_SUBHEADER" = "Skype WiFiのインターネット接続料金を支払うには、Skypeクレジットが必要です。";
"STATE_NOCREDIT_BUTTON" = "Skypeクレジットを購入";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "ネットワークを確認中です";
"STATE_JOINWIFI_SHORT" = "WiFi接続が見つかりません";
"STATE_ALREADYONLINE_SHORT" = "オンラインになっています";
"STATE_GENERALERROR_SHORT" = "エラー";
"STATE_CONNECT_SHORT" = "現在利用できるネットワーク";
"STATE_NOCREDIT_SHORT" = "クレジットなし";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d分後";
"TIMEEXPIRE_1MINUTE_LEFT" = "残り1分";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "残り1分未満です";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "インターネット接続がまもなく切断されます。";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skype名";
"LOGIN_PASSWORD_PLACEHOLDER" = "パスワード";
"LOGIN_BUTTON" = "サインイン";
"SIGN_OUT_BUTTON" = "ログアウト";

/* unused */
"LOGIN_PROBLEMS" = "パスワードを忘れたら";
"LOGIN_CREATE_ACCOUNT" = "アカウントを作成する";

/* iPhone/iPad */
"SETTINGS_TITLE" = "設定";
/* unused */
"SETTINGS_BUTTON" = "設定";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFiバージョン%1$@（%2$@）";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skypeおよび/またはMicrosoft";
"ABOUT_PATENTPENDING" = "特許出願中";
"ABOUT_FEEDBACK_BUTTON" = "ご意見・ご感想";
"ABOUT_LEGAL_BUTTON" = "法律情報";
"ABOUT_TRADEMARK" = "Skypeの名称、これに関連する商標とロゴ、および「S」ロゴは、Skypeの商標です。";
"ABOUT_DISCLAIMER" = "本プログラムは著作権法および国際条約で保護されています。本プログラムまたはその一部を許可なく複製または配布すると、重大な刑事・民事処罰の対象となり、適用法で認められる最大限の範囲で告訴される可能性があります。";

/* unused */
"PROFILE_BUTTON" = "プロフィール";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skype名";
"PROFILE_SKYPECREDIT" = "Skypeクレジット";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "読み込み中…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "使用したホットスポット";
"USAGE_PREVIOUSCONNECTIONS" = "過去の接続情報";
"USAGE_LASTUSED" = "最終使用";
"USAGE_LASTUSED_NEVER_VALUE" = "履歴がありません";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = " %1$@、%2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "人気の場所";
"SUPPORTEDNETWORKS_PROVIDERS" = "プロバイダ";
